{"id":3,"date":"2021-07-06T22:27:02","date_gmt":"2021-07-06T22:27:02","guid":{"rendered":"http:\/\/ascentmarkets.com\/?page_id=3"},"modified":"2021-08-12T19:34:34","modified_gmt":"2021-08-12T19:34:34","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/ascentmarkets.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"3\" class=\"elementor elementor-3\" data-elementor-settings=\"[]\">\n\t\t\t\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t<section data-particle_enable=\"false\" data-particle-mobile-disabled=\"false\" class=\"elementor-section elementor-top-section elementor-element elementor-element-79723fa elementor-section-full_width elementor-section-height-default elementor-section-height-default\" data-id=\"79723fa\" data-element_type=\"section\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-no\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-1545c040\" data-id=\"1545c040\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-4fbe9d90 elementor-widget elementor-widget-heading\" data-id=\"4fbe9d90\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h2 class=\"elementor-heading-title elementor-size-default\">Privacy Policy\n<\/h2>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-5b4c975b elementor-widget elementor-widget-text-editor\" data-id=\"5b4c975b\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<section class=\"innerHeader\"><div class=\"innerHeader__container container\"><p class=\"innerHeader__description\">Our broad data protection policy reflects our high-end security standards.<\/p><\/div><\/section><section class=\"legal-text container space\"><\/section>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section data-particle_enable=\"false\" data-particle-mobile-disabled=\"false\" class=\"elementor-section elementor-top-section elementor-element elementor-element-a341361 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"a341361\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-d998a0b\" data-id=\"d998a0b\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-9bf62bc elementor-widget elementor-widget-text-editor\" data-id=\"9bf62bc\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<p>AscentMarkets ensures all personal data is protected at all times, whether for potential, actual or withdrawn clients. The Privacy Policy below describes and explains how AscentMarkets handles the collection, management and the protection of confidential Client information. AscentMarkets takes security very seriously and adopts industry and information technology best practices to protect your personal information and ensures that your right to privacy is not infringed in any way and is not accessed by any unauthorised persons.<\/p><ol><li><strong>Information we may collect about you – <\/strong>The collection of personal data (your full name, address, IP address, cookies, phone number, email, date of birth, country of residence and citizenship, ID details and other analytical data) is required for Compliance purposes when you submit a request via our online applications. This information is required for us to be able to communicate with you, and, as required by law, to identify who you are in accordance with Anti Money Laundering Regulations. We obtain this information through your use of our services or other dealings with AscentMarkets including through any of our websites, apps, the account opening applications, demo sign up, webinar sign up, subscribing to news updates and from information provided in the course of ongoing customer communication. This information is stored on our servers. In addition, when you interact with our services, our representatives keep an activity log unique<br \/>to you that collects certain administrative and traffic information including source IP address, time of access, date of access, web page(s) visited, language used, software crash reports, and the type of browser used. This information is essential for the provision and quality of the services. We do not collect personal information about you while using the services without your knowledge.<\/li><li><strong>Contact from us- <\/strong>We will contact you by email, telephone or mail to either:<ul><li>Request further information from you;<\/li><li>Let you know of your account status;<\/li><li>Make you aware of any financial market developments that might affect you and;<\/li><li>Inform you of any offers that we may be running.<\/li><\/ul><\/li><li><strong>Data Protection and Regulation- <\/strong>We only use your data in accordance with the Financial Conduct Authority Rules and Data Protection Laws (including the General Data Protection Regulation in force 25th May 2018). This means that data we collect will only be:<ul><li>Used lawfully, fairly and in a transparent way;<\/li><li>Collected for valid purposes and not used in any other way;<\/li><li>Used for the relevance and the purposes you have been made aware of;<\/li><li>Accurate and kept up to date;<\/li><li>Kept only as long as necessary for the purposes we informed the Client about;<\/li><li>Kept securely<\/li><\/ul><\/li><li><strong>How do we use the Information- <\/strong>AscentMarkets may use information for any one or more of the following purposes:<ul><li>To provide the services and products to you as a Client;<\/li><li>To confirm your identity in line with the Know Your Client Rules;<\/li><li>To maintain your personal profile;<\/li><li>To manage your account;<\/li><li>To contact you when necessary regarding the services provided to you;<\/li><li>To keep you updated with useful information, marketing material and with regards to your activities with AscentMarkets, including your trading activity;<\/li><li>To manage the services provided to you;<\/li><li>To manage the products supplied to you and to tailor the website or services provided;<\/li><li>To develop products and services offered to you;<\/li><li>To provide you with information that we may believe are relevant to you;<\/li><li>To create statistical data.<\/li><\/ul><p>You agree to AscentMarkets using your personal information for the above-stated purposes. You also consent to AscentMarkets transferring your personal information outside the European Economic Area where this is necessary for AscentMarkets to fulfill its contractual obligations to you. Please note that AscentMarkets only transfers personal information to organisations outside the EEA if AscentMarkets has assessed the organisation as having appropriate controls and safeguards in place to protect your data.<\/p><\/li><li><strong>Confirming your identity- <\/strong>AscentMarkets  has to comply with money laundering regulations, which requires us to verify our clients’ identity and residential address. We, therefore, request clients to provide us with a scanned (or photographed) copy of your verification documents which will be retained on file for the duration of our relationship with each client and continue for five years after that relationship has ceased. Alternatively, we may use a credit reference agency to verify your identity. Any such search will remain confidential and will not be seen or used by lenders to assess your ability to obtain credit. In addition to client verification, we are also required to understand our clients’ citizenship status. In line with new EU regulations in force since January 2018 (MiFID II) AscentMarkets is required to report all clients’ trading transactions. As such, we are required to obtain information regarding your citizenship. The<br \/>information that we need depends on your country of citizenship (nationality) and may include your passport number, national identity number, national insurance number, etc.<\/li><li><strong>Disclosure of your information- <\/strong>AscentMarkets does not sell, lease or disclose personal data to third party affiliates or non-affiliates, except for the reasons described below:<ul><li>To occasionally provide you with information on products and services you have requested;<\/li><li>To offer you an opportunity to participate in the products and services our reputable affiliates offer, in which case we may share your information with them, but only with your express consent;<\/li><li>AscentMarkets may disclose to a third party any of its clients’ confidential information if required to do so by a regulatory authority of competent jurisdiction, by a court and\/or to enable us to provide you with our services as well as to improve our services;<\/li><li>AscentMarkets will strive, to make such disclosures on a ‘need-to-know’ basis, unless otherwise instructed by a regulatory authority. Under such circumstances, AscentMarkets shall expressly inform the third party regarding the confidential nature of the information;<\/li><li>We may disclose information to third parties for the purpose of carrying out credit checks or identity checks on AscentMarkets behalf and as required by our internal policies to adhere to rules and regulations;<\/li><li>We may provide information to the Financial Conduct Authority and other regulatory and government bodies from time to time in the UK and other countries;<\/li><li>We may provide information to any organisation at your request or any persons acting on your behalf, including your financial adviser, broker, solicitor or accountant;<\/li><li>Any third parties where this is necessary to process a transaction or provide services which you have requested;<\/li><li>We may provide information to any authority to whom AscentMarkets is required to disclose such information by law.<\/li><\/ul><\/li><li><strong>Changes in this Privacy Policy- <\/strong>AscentMarkets reserves the right to change or amend this privacy notice from time to time to take into consideration changes in:<ul><li>New technology;<\/li><li>Operations;<\/li><li>Practices, laws and regulations.<\/li><\/ul><p>The latest and most current Privacy Policy on AscentMarkets website will govern personal data we hold on you as a Client. If we decide to change our Privacy Policy, we will post those changes to this privacy statement, on the website, and other places we deem appropriate so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it. We will inform you of any changes before they occur to receive your express consent before they take place.<\/p><\/li><li><strong>How long do we store personal information?- <\/strong>We respect the privacy of any user that accesses our website(s). Safeguarding the privacy of your information is important to us, whether you interact with us personally, by phone, by mail, over the internet or any other electronic medium. We hold personal information in a combination of secure computer storage facilities and paper-based files and other records, and take steps to protect the personal information we hold from misuse, loss, unauthorised access, modification or disclosure. When we consider that personal information is no longer needed, we will remove any details that will identify you or we will securely destroy the records. However, we may need to maintain records for a significant period. For example, we are subject to certain anti-money laundering laws, namely The Money Laundering, Terrorist Financing and Transfer of Funds (Information on the Payer) Regulations 2017, which<br \/>require us to retain certain files for a minimum period of five years after our business relationship with you has ended. These include:<ul><li>A copy of the documents we used to comply with our customer due diligence obligations, which include your proof of ID and proof of address documents that you have submitted to us; and<\/li><li>Supporting evidence and records of transactions with you and your relationship with us including transactions trading history;<\/li><\/ul><\/li><li><strong>Links to third party websites- <\/strong>Our websites or our apps may have links to external third party websites. Please note, however, that third party websites are not covered by this Privacy Policy Notice and those sites are not subject to our privacy standards and procedures. Please check with each third party as to their privacy practices and procedures.<\/li><li><strong>Cookies- <\/strong>A cookie is a small piece of text file stored on your computer or device when you visit a website or an app for the purpose of record keeping. AscentMarkets uses cookies on its website(s). We use cookies on our websites or our apps to provide you with more relevant and effective experience, including presenting web pages according to your needs or preferences. When cookies are used by us, they collect statistical and factual information about how you use our services. Most internet browsers are set up to accept cookies. If you do not wish to receive cookies, you may be able to change the settings of your browser to refuse all cookies or to have your computer notify you each time a cookie is sent to it, and thereby give yourself a choice whether to accept it or not. However, this may impair the quality of the services that we provide to you in relation to your account.<\/li><li><strong>Opting-out- <\/strong>You can unsubscribe from marketing emails by simply clicking on the unsubscribe link placed at the end of every email communication we send.<\/li><li><strong>Withdraw Consent- <\/strong>You may withdraw consent from us to process and retain your personal data until you have made a transaction with us. However, as a financial institution in Estonia, we are obliged to retain your personal data including evidence of your transactions with us, for a period of at least five years (but not exceeding 10). Please refer to the section “How long do we store personal information?” for more information on this.<\/li><li><strong>Access to Personally Identifiable Information- <\/strong>Under Article 15 of the General Data Protection Regulation, you have the right to obtain confirmation from AscentMarkets information relating to the processing of your personal data, including the right to request a copy of all data processed about yourself. To make a request, please write to us, verifying your identity and specifying what information you require. We may charge a fee to cover the cost of verifying the application and locating, retrieving, reviewing and copying any material requested. We will acknowledge your request and respond to it within 40 days of receipt of your application and any applicable fee.<\/li><li><strong>Enquires- <\/strong>If you have any questions not covered in our Privacy Policy or any other concerns about how we use your personal data, please feel free to contact us at  <a class=\"link\" href=\"mailto:support@coinneptune.com\">support@coinneptune.com<\/a><\/li><li><strong>Legal Disclaimer- <\/strong>AscentMarkets reserves the right to disclose personal information to non-affiliated third parties for regulatory or reporting purposes as required by law, to protect our rights or property and when AscentMarkets believes that disclosure is necessary to protect our rights and\/or to comply with any judicial and\/or other proceedings, court order, legal process served or pursuant to governmental, intergovernmental and\/or other regulatory bodies. AscentMarkets shall not be liable for misuse or loss of personal information and\/or otherwise on AscentMarkets website(s) that AscentMarkets does not have access to or control over. AscentMarkets will not be liable for unlawful or unauthorised use of your personal information due to misuse or misplacement of your passwords, negligent or malicious intervention and\/or otherwise.<\/li><\/ol>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Privacy Policy Our broad data protection policy reflects our high-end security standards. AscentMarkets ensures all personal data is protected at all times, whether for potential, actual or withdrawn clients. The Privacy Policy below describes and explains how AscentMarkets handles the collection, management and the protection of confidential Client information. AscentMarkets takes security very seriously and &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/ascentmarkets.com\/privacy-policy\/\"> <span class=\"screen-reader-text\">Privacy Policy<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"elementor_header_footer","meta":[],"_links":{"self":[{"href":"https:\/\/ascentmarkets.com\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/ascentmarkets.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/ascentmarkets.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/ascentmarkets.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/ascentmarkets.com\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":5,"href":"https:\/\/ascentmarkets.com\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":2695,"href":"https:\/\/ascentmarkets.com\/wp-json\/wp\/v2\/pages\/3\/revisions\/2695"}],"wp:attachment":[{"href":"https:\/\/ascentmarkets.com\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}